{
    "navbar": {
      "home": "Главная",
      "preschool": "Детский сад",
      "speechTherapy": "Логопедия",
      "dance": "Танцы",
      "montessori": "Монтессори"
    },
    "home": {
      "welcomeTitle": "Добро пожаловать в Little Panda Kids Academy — здесь дети растут, играют и учатся с радостью.",
      "welcomeText": "В Little Panda мы уверены: раннее детство — особенное и ценное время. Именно поэтому мы создали тёплую и поддерживающую атмосферу, в которой дети могут развиваться, открывать свои таланты и чувствовать себя как дома. Наш центр — это гармоничное сочетание заботы и обучения: программы раннего развития, занятия по методу Монтессори, творческое движение, логопедия и многое другое. Мы верим, что каждый ребёнок уникален, и помогаем ему расти в собственном темпе, с вниманием и любовью. Будем рады познакомиться с вами лично! Приходите в гости — расскажем, покажем и вместе найдём лучшее начало для пути вашего ребёнка."
    },
    "speech": {
      "title": "Развитие речи с заботой и опытом",
      "description": "В Panda-Baby логопедические занятия проходят в тёплой, дружелюбной атмосфере под руководством опытных и сертифицированных специалистов. Мы верим, что обучение должно приносить радость, поэтому превращаем занятия в увлекательную игру. Каждому ребёнку мы уделяем внимание и заботу, учитывая его особенности и потребности. Через игры, рассказы и мягкое сопровождение мы помогаем малышам развивать речь, уверенно выражать свои мысли и находить свой голос."
    },
    "montessori": {
        "title": "Монтессори в Little Panda — пространство для роста и открытий.",
        "description": "В Little Panda занятия по методике Монтессори помогают детям раскрыть своё природное любопытство и интерес к обучению. Мы используем специальные материалы и задания, которые подстраиваются под потребности ребёнка, создавая спокойную, тёплую и вдохновляющую атмосферу для роста и развития. Раннее детство — по-настоящему волшебный период. В это время особенно важно поддерживать стремление к самостоятельности, умение концентрироваться и получать удовольствие от самого процесса обучения. Всё это — в удобном для ребёнка темпе и с уважением к его индивидуальности. Каждое маленькое открытие — это важный шаг вперёд. И мы рядом, чтобы поддержать на каждом этапе этого удивительного пути."
      },
    "preschool": {
        "title": "Наш уютный детский сад — тёплый старт для больших открытий.",
        "description": "Детский сад в Little Panda — это уютное пространство, где ребёнок чувствует себя в безопасности, получает внимание и раскрывается с уверенностью. Мы верим, что каждый малыш особенный, и подбираем подход к каждому — с уважением, заботой и теплом. Наши дни наполнены играми, творчеством, движением и добрыми ритуалами. Дети учатся дружить, выражать себя, замечать новое — и делают это в своём ритме. А вкусная домашняя еда помогает расти здоровыми и полными сил. Больше всего мы ценим атмосферу доверия и доброты. Это не просто садик — это место, где ребёнок чувствует себя как дома, окружённый вниманием и любовью."
    },
    "form": {
        "intro": "Остались вопросы или хотите записаться? Просто заполните форму — мы свяжемся с вами!",
        "namePlaceholder": "Ваше имя",
        "emailPlaceholder": "Ваш Email",
        "submit": "Записаться",
        "thankYou": "Спасибо за вашу заявку!",
        "error": "Ошибка отправки. Пожалуйста, попробуйте позже."
  },
  "dance": {
    "title": "Занятия танцами — движение в радость",
    "description": "В Little Panda танцы — это больше, чем просто движение. Это игра, ритм, свобода и способ самовыражения. Через простую хореографию, музыку и живое взаимодействие дети развивают координацию, внимание и уверенность в себе. Наши педагоги создают тёплую, поддерживающую атмосферу, где каждый ребёнок может пробовать новое, развиваться и получать настоящее удовольствие от занятий. Танцы — это не только про тело. Они помогают раскрывать эмоции, легче общаться и чувствовать себя увереннее. Будь то первый шаг или целый номер — мы рядом, чтобы вдохновлять, поддерживать и отмечать каждый успех.",
    "filters": {
      "beginner": "Начинающие",
      "intermediate": "Средние",
      "advanced": "Продвинутые",
      "all": "Все"
    },
    "classes": {
      "ballet1": {
        "name": "Балет 1",
        "description": "Нежное знакомство с миром балета - с игривыми движениями, музыкой и улыбками. Идеально для малышей, делающих первые шаги в танцах."
      },
      "ballet2": {
        "name": "Балет 2",
        "description": "Для юных танцоров, готовых расти, совершенствовать технику, развивать грацию и уверенность, выражать себя через движение."
      },
      "creativeMovement": {
        "name": "Творческое движение",
        "description": "Приятный первый опыт танца для самых маленьких! Через музыку, игры и мягкие движения малыши развивают чувство ритма и координацию."
      },
      "hiphop1": {
        "name": "Хип-хоп 1",
        "description": "Весёлое и энергичное занятие, где дети учатся базовым движениям, ритму и уверенности танцуя под любимую музыку."
      },
      "hiphop2": {
        "name": "Хип-хоп 2",
        "description": "Для детей, готовых перейти на новый уровень - более динамичные комбинации, чёткие движения и творческое самовыражение в каждом шаге."
      },
      "jazzModern1": {
        "name": "Джаз-модерн 1",
        "description": "Вдохновляющее сочетание энергии и творчества! Это занятие знакомит юных танцоров с выразительным движением и базовой техникой джаза в весёлой и дружелюбной атмосфере."
      },
      "jazzModern2": {
        "name": "Джаз-модерн 2",
        "description": "Для детей с некоторым опытом, занятие развивает технику и стиль, помогает исследовать эмоции, учит рассказывать истории движением."
      }
    }
  }
  }